Repository: arthurkahwa/meetingclock
Catalog: MeetingClock03/MeetClock02/MeetClock02/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Name (Z – A)
ar: الاسم (ي – أ)
bn: নাম (Z – A)
es: Nombre (Z – A)
fr: Nom (Z – A)
hi: नाम (Z – A)
ja: 名前（Z – A）
pt_br: Nome (Z – A)
ru: Имя (Я – А)
zh_hans: 名称（Z – A）

source: Name for this resource, for example a meeting room or piece of equipment
ar: اسم هذا المورد، مثلاً غرفة اجتماعات أو قطعة معدات
bn: এই রিসোর্সের নাম, উদাহরণস্বরূপ একটি মিটিং রুম বা সরঞ্জাম
es: Nombre de este recurso, por ejemplo una sala de reuniones o un equipo
fr: Nom de cette ressource, par exemple une salle de réunion ou un équipement
hi: इस संसाधन का नाम, उदाहरण के लिए एक मीटिंग रूम या उपकरण
ja: このリソースの名前（例：会議室や機器）
pt_br: Nome deste recurso, por exemplo uma sala de reunião ou equipamento
ru: Название этого ресурса, например переговорная комната или оборудование
zh_hans: 此资源的名称，例如会议室或设备

source: New Meeting
ar: اجتماع جديد
bn: নতুন মিটিং
es: Nueva reunión
fr: Nouvelle réunion
hi: नई मीटिंग
ja: 新しい会議
pt_br: Nova reunião
ru: Новая встреча
zh_hans: 新建会议

source: New Participant
ar: مشارك جديد
bn: নতুন অংশগ্রহণকারী
es: Nuevo participante
fr: Nouveau participant
hi: नया प्रतिभागी
ja: 新しい参加者
pt_br: Novo participante
ru: Новый участник
zh_hans: 新建参与者

source: New Resource
ar: مورد جديد
bn: নতুন রিসোর্স
es: Nuevo recurso
fr: Nouvelle ressource
hi: नया संसाधन
ja: 新しいリソース
pt_br: Novo recurso
ru: Новый ресурс
zh_hans: 新建资源

source: No participants
ar: لا يوجد مشاركون
bn: কোনো অংশগ্রহণকারী নেই
es: Sin participantes
fr: Aucun participant
hi: कोई प्रतिभागी नहीं
ja: 参加者なし
pt_br: Sem participantes
ru: Нет участников
zh_hans: 无参与者

source: No Participants
ar: لا يوجد مشاركون
bn: কোনো অংশগ্রহণকারী নেই
es: Sin participantes
fr: Aucun participant
hi: कोई प्रतिभागी नहीं
ja: 参加者なし
pt_br: Sem participantes
ru: Нет участников
zh_hans: 无参与者

source: No participants added yet. Tap Add Participant to add people or resources.
ar: لم يتم إضافة مشاركين بعد. اضغط على «إضافة مشارك» لإضافة أشخاص أو موارد.
bn: এখনো কোনো অংশগ্রহণকারী যোগ করা হয়নি। মানুষ বা রিসোর্স যোগ করতে অংশগ্রহণকারী যোগ করুন-এ ট্যাপ করুন।
es: Aún no se han añadido participantes. Toca Añadir participante para agregar personas o recursos.
fr: Aucun participant ajouté pour l'instant. Appuyez sur Ajouter un participant pour ajouter des personnes ou des ressources.
hi: अभी तक कोई प्रतिभागी नहीं जोड़ा गया। लोगों या संसाधनों को जोड़ने के लिए प्रतिभागी जोड़ें पर टैप करें।
ja: まだ参加者が追加されていません。「参加者を追加」をタップして人やリソースを追加してください。
pt_br: Nenhum participante adicionado ainda. Toque em Adicionar Participante para adicionar pessoas ou recursos.
ru: Участники ещё не добавлены. Нажмите «Добавить участника», чтобы добавить людей или ресурсы.
zh_hans: 尚未添加参与者。点击「添加参与者」以添加人员或资源。

source: No participants added. Meeting cost will be zero.
ar: لم يتم إضافة مشاركين. ستكون تكلفة الاجتماع صفراً.
bn: কোনো অংশগ্রহণকারী যোগ করা হয়নি। মিটিংয়ের খরচ শূন্য হবে।
es: No se han añadido participantes. El costo de la reunión será cero.
fr: Aucun participant ajouté. Le coût de la réunion sera nul.
hi: कोई प्रतिभागी नहीं जोड़ा गया। मीटिंग की लागत शून्य होगी।
ja: 参加者が追加されていません。会議のコストはゼロになります。
pt_br: Nenhum participante adicionado. O custo da reunião será zero.
ru: Участники не добавлены. Стоимость встречи будет равна нулю.
zh_hans: 未添加参与者。会议费用将为零。

source: No participants yet
ar: لا يوجد مشاركون حتى الآن
bn: এখনো কোনো অংশগ্রহণকারী নেই
es: Aún no hay participantes
fr: Aucun participant pour l'instant
hi: अभी तक कोई प्रतिभागी नहीं
ja: まだ参加者がいません
pt_br: Ainda sem participantes
ru: Участников пока нет
zh_hans: 暂无参与者

source: Not Enough Data
ar: بيانات غير كافية
bn: যথেষ্ট ডেটা নেই
es: Datos insuficientes
fr: Données insuffisantes
hi: पर्याप्त डेटा नहीं
ja: データが不足しています
pt_br: Dados insuficientes
ru: Недостаточно данных
zh_hans: 数据不足

source: Notes
ar: ملاحظات
bn: নোট
es: Notas
hi: नोट्स
ja: メモ
pt_br: Notas
ru: Заметки
zh_hans: 备注

source: OK
ar: موافق
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
ru: ОК
zh_hans: 好

source: Opens a list of all participants to add to this meeting
ar: يفتح قائمة بجميع المشاركين لإضافتهم إلى هذا الاجتماع
bn: এই মিটিংয়ে যোগ করতে সমস্ত অংশগ্রহণকারীর একটি তালিকা খোলে
es: Abre una lista de todos los participantes para añadir a esta reunión
fr: Ouvre une liste de tous les participants à ajouter à cette réunion
hi: इस मीटिंग में जोड़ने के लिए सभी प्रतिभागियों की सूची खोलता है
ja: この会議に追加するすべての参加者のリストを開きます
pt_br: Abre uma lista de todos os participantes para adicionar a esta reunião
ru: Открывает список всех участников для добавления на эту встречу
zh_hans: 打开所有参与者列表以添加到此会议

source: Optional family name
ar: اسم العائلة (اختياري)
bn: ঐচ্ছিক পারিবারিক নাম
es: Apellido opcional
fr: Nom de famille facultatif
hi: वैकल्पिक उपनाम
ja: 姓（任意）
pt_br: Sobrenome opcional
ru: Необязательная фамилия
zh_hans: 可选姓氏

source: Optional notes about this meeting
ar: ملاحظات اختيارية حول هذا الاجتماع
bn: এই মিটিং সম্পর্কে ঐচ্ছিক নোট
es: Notas opcionales sobre esta reunión
fr: Notes facultatives sur cette réunion
hi: इस मीटिंग के बारे में वैकल्पिक नोट्स
ja: この会議に関する任意のメモ
pt_br: Notas opcionais sobre esta reunião
ru: Необязательные заметки об этой встрече
zh_hans: 关于此会议的可选备注

source: Participant currency
ar: عملة المشارك
bn: অংশগ্রহণকারীর মুদ্রা
es: Moneda del participante
fr: Devise du participant
hi: प्रतिभागी मुद्रा
ja: 参加者の通貨
pt_br: Moeda do participante
ru: Валюта участника
zh_hans: 参与者货币

source: Participant type
ar: نوع المشارك
bn: অংশগ্রহণকারীর ধরন
es: Tipo de participante
fr: Type de participant
hi: प्रतिभागी प्रकार
ja: 参加者タイプ
pt_br: Tipo de participante
ru: Тип участника
zh_hans: 参与者类型

source: Participant Type
ar: نوع المشارك
bn: অংশগ্রহণকারীর ধরন
es: Tipo de participante
fr: Type de participant
hi: प्रतिभागी प्रकार
ja: 参加者タイプ
pt_br: Tipo de participante
ru: Тип участника
zh_hans: 参与者类型

source: Participants
ar: المشاركون
bn: অংশগ্রহণকারীরা
es: Participantes
hi: प्रतिभागी
ja: 参加者
pt_br: Participantes
ru: Участники
zh_hans: 参与者

source: Participants per meeting
ar: المشاركون لكل اجتماع
bn: প্রতি মিটিংয়ে অংশগ্রহণকারী
es: Participantes por reunión
fr: Participants par réunion
hi: प्रति मीटिंग प्रतिभागी
ja: 会議ごとの参加者
pt_br: Participantes por reunião
ru: Участников на встречу
zh_hans: 每次会议的参与者

source: Participants per Meeting
ar: المشاركون لكل اجتماع
bn: প্রতি মিটিংয়ে অংশগ্রহণকারী
es: Participantes por reunión
fr: Participants par réunion
hi: प्रति मीटिंग प्रतिभागी
ja: 会議ごとの参加者
pt_br: Participantes por reunião
ru: Участников на встречу
zh_hans: 每次会议的参与者

source: Participants per Meeting chart
ar: مخطط المشاركين لكل اجتماع
bn: প্রতি মিটিংয়ে অংশগ্রহণকারীর চার্ট
es: Gráfico de participantes por reunión
fr: Graphique des participants par réunion
hi: प्रति मीटिंग प्रतिभागी चार्ट
ja: 会議ごとの参加者チャート
pt_br: Gráfico de participantes por reunião
ru: График участников на встречу
zh_hans: 每次会议参与者图表

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
es: Pausar
hi: रोकें
ja: 一時停止
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

source: Rate
ar: المعدل
bn: হার
es: Tarifa
fr: Tarif
hi: दर
ja: レート
pt_br: Taxa
ru: Ставка
zh_hans: 费率

source: Rate type
ar: نوع المعدل
bn: হারের ধরন
es: Tipo de tarifa
fr: Type de tarif
hi: दर प्रकार
ja: レートタイプ
pt_br: Tipo de taxa
ru: Тип ставки
zh_hans: 费率类型

source: Rate Type
ar: نوع المعدل
bn: হারের ধরন
es: Tipo de tarifa
fr: Type de tarif
hi: दर प्रकार
ja: レートタイプ
pt_br: Tipo de taxa
ru: Тип ставки
zh_hans: 费率类型

source: Required for identifying this participant
ar: مطلوب لتحديد هوية هذا المشارك
bn: এই অংশগ্রহণকারীকে চিহ্নিত করার জন্য প্রয়োজনীয়
es: Necesario para identificar a este participante
fr: Requis pour identifier ce participant
hi: इस प्रतिभागी की पहचान के लिए आवश्यक
ja: この参加者を識別するために必要です
pt_br: Necessário para identificar este participante
ru: Необходимо для идентификации этого участника
zh_hans: 识别此参与者所必需

source: Resets the timer to zero and starts again, keeping all participants
ar: يعيد ضبط المؤقت إلى الصفر ويبدأ من جديد، مع الاحتفاظ بجميع المشاركين
bn: টাইমার শূন্যে রিসেট করে এবং সমস্ত অংশগ্রহণকারী রেখে আবার শুরু করে
es: Reinicia el temporizador a cero y comienza de nuevo, manteniendo todos los participantes
fr: Remet le minuteur à zéro et recommence, en conservant tous les participants
hi: टाइमर को शून्य पर रीसेट करता है और सभी प्रतिभागियों को बनाए रखते हुए फिर से शुरू करता है
ja: タイマーをゼロにリセットしてすべての参加者を維持したまま再開します
pt_br: Redefine o temporizador para zero e começa novamente, mantendo todos os participantes
ru: Сбрасывает таймер на ноль и начинает заново, сохраняя всех участников
zh_hans: 将计时器重置为零并重新开始，保留所有参与者

source: Resource
ar: مورد
bn: রিসোর্স
es: Recurso
fr: Ressource
hi: संसाधन
ja: リソース
pt_br: Recurso
ru: Ресурс
zh_hans: 资源

source: Resource name
ar: اسم المورد
bn: রিসোর্সের নাম
es: Nombre del recurso
fr: Nom de la ressource
hi: संसाधन का नाम
ja: リソース名
pt_br: Nome do recurso
ru: Название ресурса
zh_hans: 资源名称

source: Resource Unavailable
ar: المورد غير متاح
bn: রিসোর্স অনুপলব্ধ
es: Recurso no disponible
fr: Ressource indisponible
hi: संसाधन उपलब्ध नहीं
ja: リソースは利用できません
pt_br: Recurso indisponível
ru: Ресурс недоступен
zh_hans: 资源不可用

source: Restart
ar: إعادة تشغيل
bn: পুনরায় শুরু করুন
es: Reiniciar
fr: Redémarrer
hi: पुनः प्रारंभ करें
ja: 再スタート
pt_br: Reiniciar
ru: Перезапустить
zh_hans: 重新开始

source: Resume
ar: استئناف
bn: পুনরায় চালু করুন
es: Reanudar
fr: Reprendre
hi: फिर से शुरू करें
ja: 再開
pt_br: Retomar
ru: Возобновить
zh_hans: 恢复

source: Select a Meeting
ar: اختر اجتماعاً
bn: একটি মিটিং নির্বাচন করুন
es: Selecciona una reunión
fr: Sélectionner une réunion
hi: एक मीटिंग चुनें
ja: 会議を選択
pt_br: Selecione uma reunião
ru: Выберите встречу
zh_hans: 选择会议

source: Show or hide charts
ar: إظهار أو إخفاء المخططات
bn: চার্ট দেখান বা লুকান
es: Mostrar u ocultar gráficos
fr: Afficher ou masquer les graphiques
hi: चार्ट दिखाएं या छिपाएं
ja: チャートを表示または非表示
pt_br: Mostrar ou ocultar gráficos
ru: Показать или скрыть графики
zh_hans: 显示或隐藏图表

source: Shows or hides the %@ chart
ar: يعرض أو يخفي مخطط %@
bn: %@ চার্ট দেখায় বা লুকায়
es: Muestra u oculta el gráfico %@
fr: Affiche ou masque le graphique %@
hi: %@ चार्ट दिखाता या छिपाता है
ja: %@チャートを表示または非表示にします
pt_br: Mostra ou oculta o gráfico %@
ru: Показывает или скрывает график %@
zh_hans: 显示或隐藏%@图表

source: Sort
ar: ترتيب
bn: বাছাই করুন
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
ja: 並べ替え
pt_br: Ordenar
ru: Сортировать
zh_hans: 排序

source: Sort meetings
ar: ترتيب الاجتماعات
bn: মিটিং বাছাই করুন
es: Ordenar reuniones
fr: Trier les réunions
hi: मीटिंग क्रमबद्ध करें
ja: 会議を並べ替え
pt_br: Ordenar reuniões
ru: Сортировать встречи
zh_hans: 排序会议

source: Start
ar: بدء
bn: শুরু করুন
es: Iniciar
fr: Démarrer
hi: शुरू करें
ja: 開始
pt_br: Iniciar
ru: Старт
zh_hans: 开始

source: Started
ar: بدأ
bn: শুরু হয়েছে
es: Iniciada
fr: Démarrée
hi: शुरू हुई
ja: 開始済み
pt_br: Iniciada
ru: Начата
zh_hans: 已开始

source: Statistics
ar: إحصائيات
bn: পরিসংখ্যান
es: Estadísticas
fr: Statistiques
hi: सांख्यिकी
ja: 統計
pt_br: Estatísticas
ru: Статистика
zh_hans: 统计

source: Stop
ar: إيقاف
bn: থামুন
es: Detener
fr: Arrêter
hi: रोकें
ja: 停止
pt_br: Parar
ru: Стоп
zh_hans: 停止

source: The currency for this participant's billing rate
ar: العملة المستخدمة لمعدل الفوترة لهذا المشارك
bn: এই অংশগ্রহণকারীর বিলিং রেটের মুদ্রা
es: La moneda para la tarifa de facturación de este participante
fr: La devise pour le tarif de facturation de ce participant
hi: इस प्रतिभागी की बिलिंग दर के लिए मुद्रा
ja: この参加者の請求レートの通貨
pt_br: A moeda para a taxa de cobrança deste participante
ru: Валюта для тарифа выставления счёта этого участника
zh_hans: 此参与者计费费率的货币

source: This resource
ar: هذا المورد
bn: এই রিসোর্স
es: Este recurso
fr: Cette ressource
hi: यह संसाधन
ja: このリソース
pt_br: Este recurso
ru: Этот ресурс
zh_hans: 此资源

source: Toggle individual chart visibility
ar: تبديل رؤية المخطط الفردي
bn: পৃথক চার্টের দৃশ্যমানতা টগল করুন
es: Alternar la visibilidad de gráficos individuales
fr: Basculer la visibilité des graphiques individuels
hi: व्यक्तिगत चार्ट दृश्यता टॉगल करें
ja: 個々のチャートの表示を切り替え
pt_br: Alternar visibilidade de gráfico individual
ru: Переключить видимость отдельного графика
zh_hans: 切换单个图表的可见性

source: Total Cost
ar: التكلفة الإجمالية
bn: মোট খরচ
es: Costo total
fr: Coût total
hi: कुल लागत
ja: 総コスト
pt_br: Custo total
ru: Общая стоимость
zh_hans: 总费用

source: Total cost: %@
ar: التكلفة الإجمالية: %@
bn: মোট খরচ: %@
es: Costo total: %@
fr: Coût total : %@
hi: कुल लागत: %@
ja: 総コスト：%@
pt_br: Custo total: %@
ru: Общая стоимость: %@
zh_hans: 总费用：%@

source: Total cost: Mixed currencies
ar: التكلفة الإجمالية: عملات مختلطة
bn: মোট খরচ: মিশ্র মুদ্রা
es: Costo total: Monedas mixtas
fr: Coût total : Devises mixtes
hi: कुल लागत: मिश्रित मुद्राएं
ja: 総コスト：複数通貨
pt_br: Custo total: Moedas mistas
ru: Общая стоимость: Смешанные валюты
zh_hans: 总费用：多种货币

source: Total meetings: %lld
ar: إجمالي الاجتماعات: %lld
bn: মোট মিটিং: %lld
es: Total de reuniones: %lld
fr: Total des réunions : %lld
hi: कुल मीटिंग: %lld
ja: 総会議数：%lld
pt_br: Total de reuniões: %lld
ru: Всего встреч: %lld
zh_hans: 会议总数：%lld

source: Type
ar: النوع
bn: ধরন
es: Tipo
hi: प्रकार
ja: タイプ
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Unnamed
ar: بدون اسم
bn: নামহীন
es: Sin nombre
fr: Sans nom
hi: अनाम
ja: 名称なし
pt_br: Sem nome
ru: Без имени
zh_hans: 未命名

source: Untitled
ar: بدون عنوان
bn: শিরোনামহীন
es: Sin título
fr: Sans titre
hi: अशीर्षक
ja: タイトルなし
pt_br: Sem título
ru: Без названия
zh_hans: 无标题

source: Untitled meeting
ar: اجتماع بدون عنوان
bn: শিরোনামহীন মিটিং
es: Reunión sin título
fr: Réunion sans titre
hi: अशीर्षक मीटिंग
ja: タイトルなしの会議
pt_br: Reunião sem título
ru: Встреча без названия
zh_hans: 无标题会议

source: Warning: meetings use different currencies. Costs are shown in each meeting's own currency and are not directly comparable.
ar: تحذير: تستخدم الاجتماعات عملات مختلفة. تُعرض التكاليف بعملة كل اجتماع وليست قابلة للمقارنة المباشرة.
bn: সতর্কতা: মিটিংগুলো বিভিন্ন মুদ্রা ব্যবহার করে। খরচ প্রতিটি মিটিংয়ের নিজস্ব মুদ্রায় দেখানো হয়েছে এবং সরাসরি তুলনাযোগ্য নয়।
es: Advertencia: las reuniones usan diferentes monedas. Los costos se muestran en la moneda propia de cada reunión y no son directamente comparables.
fr: Avertissement : les réunions utilisent des devises différentes. Les coûts sont affichés dans la devise propre à chaque réunion et ne sont pas directement comparables.
hi: चेतावनी: मीटिंग अलग-अलग मुद्राओं का उपयोग करती हैं। लागत प्रत्येक मीटिंग की अपनी मुद्रा में दिखाई जाती है और सीधे तुलनीय नहीं है।
ja: 警告：会議で異なる通貨が使用されています。コストは各会議固有の通貨で表示されており、直接比較することはできません。
pt_br: Aviso: as reuniões usam moedas diferentes. Os custos são mostrados na moeda própria de cada reunião e não são diretamente comparáveis.
ru: Предупреждение: встречи используют разные валюты. Стоимость отображается в валюте каждой встречи и не поддаётся прямому сравнению.
zh_hans: 警告：会议使用不同的货币。费用以每次会议各自的货币显示，不可直接比较。
